{
  "novels": [
    {
      "title": "Once Upon a Broken Heart",
      "synopsis": "For as long as she can remember, Evangeline Fox has believed in true love and happy endings... until she learns that the love of her life will marry another.Desperate to stop the wedding and to heal her wounded heart, Evangeline strikes a deal with the charismatic but wicked Prince of Hearts. In exchange for his help, he asks for three kisses, to be given at the time and place of his choosing. But after Evangeline’s first promised kiss, she learns that bargaining with an immortal is a dangerous game—and that the Prince of Hearts wants far more from her than she’d pledged. He has plans for Evangeline, plans that will either end in the greatest happily ever after or the most exquisite tragedy...",
      "author": "Stephanie Garber",
      "pub_year": 2021,
      "pages": 400,
      "cover": "images/Once_Upon_a_Broken_Heart.jpg",
      "cost": 9.99,
      "id": 1
    },
    {
      "id": 2,
      "title": "Caraval",
      "synopsis": "Scarlett Dragna has never left the tiny island where she and her sister, Tella, live with their powerful, and cruel, father. Now Scarlett’s father has arranged a marriage for her, and Scarlett thinks her dreams of seeing Caraval—the faraway, once-a-year performance where the audience participates in the show—are over. But this year, Scarlett’s long-dreamt-of invitation finally arrives. With the help of a mysterious sailor, Tella whisks Scarlett away to the show. Only, as soon as they arrive, Tella is kidnapped by Caraval’s mastermind organizer, Legend. It turns out that this season’s Caraval revolves around Tella, and whoever finds her first is the winner. Scarlett has been told that everything that happens during Caraval is only an elaborate performance. Nevertheless she becomes enmeshed in a game of love, heartbreak, and magic. And whether Caraval is real or not, Scarlett must find Tella before the five nights of the game are over or a dangerous domino effect of consequences will be set off, and her beloved sister will disappear forever.",
      "author": "Stephanie Garber",
      "pub_year": 2016,
      "pages": 407,
      "cover": "images/Caraval.jpg",
      "cost": 9.99
    },
    {
      "id": 3,
      "title": "The Mistborn",
      "synopsis": "For a thousand years the ash fell and no flowers bloomed. For a thousand years the Skaa slaved in misery and lived in fear. For a thousand years the Lord Ruler, the Sliver of Infinity, reigned with absolute power and ultimate terror, divinely invincible. Then, when hope was so long lost that not even its memory remained, a terribly scarred, heart-broken half-Skaa rediscovered it in the depths of the Lord Ruler's most hellish prison. Kelsier snapped and found in himself the powers of a Mistborn. A brilliant thief and natural leader, he turned his talents to the ultimate caper, with the Lord Ruler himself as the mark. Kelsier recruited the underworld's elite, the smartest and most trustworthy allomancers, each of whom shares one of his many powers, and all of whom relish a high-stakes challenge. Then Kelsier reveals his ultimate dream, not just the greatest heist in history, but the downfall of the divine despot. But even with the best criminal crew ever assembled, Kel's plan looks more like the ultimate long shot, until luck brings a ragged girl named Vin into his life. Like him, she's a half-Skaa orphan, but she's lived a much harsher life. Vin has learned to expect betrayal from everyone she meets. She will have to learn trust if Kel is to help her master powers of which she never dreamed. Brandon Sanderson, fantasy's newest master tale-spinner and author of the acclaimed debut Elantris, dares to turn a genre on its head by asking a simple question: What if the prophesied hero failed to defeat the Dark Lord? The answer will be found in the Misborn Trilogy, a saga of surprises that begins with the book in your hands. Fantasy will never be the same again.",
      "author": "Brandon Sanderson",
      "pub_year": 2006,
      "pages": 537,
      "cover": "images/The_Mistborn.jpg",
      "cost": 7.99
    },
    {
      "id": 4,
      "title": "The Stormlight",
      "synopsis": "Roshar is a world of stone and storms. Uncanny tempests of incredible power sweep across the rocky terrain so frequently that they have shaped ecology and civilization alike. Animals hide in shells, trees pull in branches, and grass retracts into the soilless ground. Cities are built only where the topography offers shelter. It has been centuries since the fall of the ten consecrated orders known as the Knights Radiant, but their Shardblades and Shardplate remain: mystical swords and suits of armor that transform ordinary men into near-invincible warriors. Men trade kingdoms for Shardblades. Wars were fought for them, and won by them. One such war rages on a ruined landscape called the Shattered Plains. There, Kaladin, who traded his medical apprenticeship for a spear to protect his little brother, has been reduced to slavery. In a war that makes no sense, where ten armies fight separately against a single foe, he struggles to save his men and to fathom the leaders who consider them expendable. Brightlord Dalinar Kholin commands one of those other armies. Like his brother, the late king, he is fascinated by an ancient text called The Way of Kings. Troubled by over-powering visions of ancient times and the Knights Radiant, he has begun to doubt his own sanity. Across the ocean, an untried young woman named Shallan seeks to train under an eminent scholar and notorious heretic, Dalinar's niece, Jasnah. Though she genuinely loves learning, Shallan's motives are less than pure. As she plans a daring theft, her research for Jasnah hints at secrets of the Knights Radiant and the true cause of the war. The result of over ten years of planning, writing, and world-building, The Way of Kings is but the opening movement of the Stormlight Archive, a bold masterpiece in the making. Speak again the ancient oaths: Life before death. Strength before weakness. Journey before Destination. and return to men the Shards they once bore. The Knights Radiant must stand again.",
      "author": "Brandon Sanderson",
      "pub_year": 2010,
      "pages": 1007,
      "cover": "images/The_Stormlight.jpg",
      "cost": 7.99
    },
    {
      "id": 5,
      "title": "The Broken Empire",
      "synopsis": "Roshar is a world of stone and storms. Uncanny tempests of incredible power sweep across the rocky terrain so frequently that they have shaped ecology and civilization alike. Animals hide in shells, trees pull in branches, and grass retracts into the soilless ground. Cities are built only where the topography offers shelter. It has been centuries since the fall of the ten consecrated orders known as the Knights Radiant, but their Shardblades and Shardplate remain: mystical swords and suits of armor that transform ordinary men into near-invincible warriors. Men trade kingdoms for Shardblades. Wars were fought for them, and won by them. One such war rages on a ruined landscape called the Shattered Plains. There, Kaladin, who traded his medical apprenticeship for a spear to protect his little brother, has been reduced to slavery. In a war that makes no sense, where ten armies fight separately against a single foe, he struggles to save his men and to fathom the leaders who consider them expendable. Brightlord Dalinar Kholin commands one of those other armies. Like his brother, the late king, he is fascinated by an ancient text called The Way of Kings. Troubled by over-powering visions of ancient times and the Knights Radiant, he has begun to doubt his own sanity. Across the ocean, an untried young woman named Shallan seeks to train under an eminent scholar and notorious heretic, Dalinar's niece, Jasnah. Though she genuinely loves learning, Shallan's motives are less than pure. As she plans a daring theft, her research for Jasnah hints at secrets of the Knights Radiant and the true cause of the war. The result of over ten years of planning, writing, and world-building, The Way of Kings is but the opening movement of the Stormlight Archive, a bold masterpiece in the making. Speak again the ancient oaths: Life before death. Strength before weakness. Journey before Destination. and return to men the Shards they once bore. The Knights Radiant must stand again.",
      "author": "Mark Lawrence",
      "pub_year": 2011,
      "pages": 373,
      "cover": "images/The_Broken_Empire.jpg",
      "cost": 2.99
    },
    {
      "title": "Witch and Hunter",
      "synopsis": "A witch and a hunter. Vengeance is their mission. Love is their destiny.  Fritzi is a witch. A survivor of a brutal attack on her coven, she's determined to find her only surviving family member and bring the hexenjägers—zealot witch hunters—to justice for the lives they ended. To do this, she will need to take down their leader—Kommandant Dieter Kirch.  Otto is a hexenjäger and a captain, the second in command to Dieter Kirch—but that's just his cover. Years ago, the hexenjagers burned his innocent mother alive and since then, he has been planning a move against the witch hunters that tore his family apart. And now the time has come for them to pay for what they've done.  When Fritzi and Otto are unexpectedly thrown together, neither is sure they can trust the other, despite their common enemy. But all they have is one another, and they both crave revenge. As truths come to light and trust shifts, Fritzi and Otto uncover a far more horrifying plot at the center of the hexenjäger attacks . . . but their own growing feelings for each other may be the most powerful magic of all.",
      "author": "Sara Raasch ,  Beth Revis",
      "pub_year": 2023,
      "pages": 416,
      "cover": "images/Witch_and_Hunter.jpg",
      "cost": 10.24,
      "id": 6
    },
    {
      "title": "Set Fire to the Gods",
      "synopsis": "Ash is descended from a long line of gladiators, and she knows the brutal nature of war firsthand. But after her mother dies in an arena, she vows to avenge her by overthrowing her fire god, whose temper has stripped her country of its resources.  Madoc grew up fighting on the streets to pay his family's taxes. But he hides a dangerous secret: he doesn't have the earth god’s powers like his opponents. His elemental gift is something else—something that hasn't been seen in centuries.",
      "author": "Sara Raasch ,  Kristen Simmons",
      "pub_year": 2020,
      "pages": 432,
      "cover": "images/Set_Fire_to_the_Gods.jpg",
      "cost": 13.99,
      "id": 7
    },
    {
      "title": "A Song of Ice and Fire",
      "synopsis": "Long ago, in a time forgotten, a preternatural event threw the seasons out of balance. In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the north of Winterfell, sinister forces are massing beyond the kingdom’s protective Wall. To the south, the king’s powers are failing—his most trusted adviser dead under mysterious circumstances and his enemies emerging from the shadows of the throne. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the frozen land they were born to. Now Lord Eddard Stark is reluctantly summoned to serve as the king’s new Hand, an appointment that threatens to sunder not only his family but the kingdom itself.  Sweeping from a harsh land of cold to a summertime kingdom of epicurean plenty, A Game of Thrones tells a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens. Here an enigmatic band of warriors bear swords of no human metal; a tribe of fierce wildlings carry men off into madness; a cruel young dragon prince barters his sister to win back his throne; a child is lost in the twilight between life and death; and a determined woman undertakes a treacherous journey to protect all she holds dear. Amid plots and counter-plots, tragedy and betrayal, victory and terror, allies and enemies, the fate of the Starks hangs perilously in the balance, as each side endeavors to win that deadliest of conflicts: the game of thrones.",
      "author": "George R.R. Martin",
      "pub_year": 1996,
      "pages": 835,
      "cover": "images/A_Song_of_Ice_and_Fire.jpg",
      "cost": 6.99,
      "id": 9
    },
    {
      "title": "The Shepherd King",
      "synopsis": "Elspeth needs a monster. The monster might be her.  Elspeth Spindle needs more than luck to stay safe in the eerie, mist-locked kingdom of Blunder—she needs a monster. She calls him the Nightmare, an ancient, mercurial spirit trapped in her head. He protects her. He keeps her secrets.  But nothing comes for free, especially magic.  When Elspeth meets a mysterious highwayman on the forest road, her life takes a drastic turn. Thrust into a world of shadow and deception, she joins a dangerous quest to cure Blunder from the dark magic infecting it. And the highwayman? He just so happens to be the King’s nephew, Captain of the most dangerous men in Blunder…and guilty of high treason.  Together they must gather twelve Providence Cards—the keys to the cure. But as the stakes heighten and their undeniable attraction intensifies, Elspeth is forced to face her darkest secret yet: the Nightmare is slowly taking over her mind. And she might not be able to stop him.",
      "author": "Rachel Gillig",
      "pub_year": 2022,
      "pages": 399,
      "cover": "images/The_Shepherd_King.jpg",
      "cost": 4.99,
      "id": 10
    },
    {
      "title": "A Study in Drowning",
      "synopsis": "Effy Sayre has always believed in fairy tales. Haunted by visions of the Fairy King since childhood, she’s had no choice. Her tattered copy of Angharad—Emrys Myrddin’s epic about a mortal girl who falls in love with the Fairy King, then destroys him—is the only thing keeping her afloat. So when Myrddin’s family announces a contest to redesign the late author’s estate, Effy feels certain it’s her destiny.  But musty, decrepit Hiraeth Manor is an impossible task, and its residents are far from welcoming. Including Preston Héloury, a stodgy young literature scholar determined to expose Myrddin as a fraud. As the two rivals piece together clues about Myrddin’s legacy, dark forces, both mortal and magical, conspire against them—and the truth may bring them both to ruin.",
      "author": "Ava Reid",
      "pub_year": 2023,
      "pages": 378,
      "cover": "images/A_Study_in_Drowning.jpg",
      "cost": 12.99,
      "id": 11
    },
    {
      "title": "After the Forest",
      "synopsis": "Ginger. Honey. Cinnamon. Flour. A drop of blood to bind its power.  1650: The Black Forest, Wurttemberg.  Fifteen years after the witch in the gingerbread house, Greta and Hans are struggling to get by. Their mother and stepmother are long dead, Hans is deeply in debt from gambling, and the countryside lies in ruin, its people recovering in the aftermath of a brutal war. Greta has a secret, the witch's grimoire, secreted away and whispering in her ear, and the recipe inside that makes the most sinfully delicious - and addictive - gingerbread.  As long as she can bake, Greta can keep her small family afloat. But in a village full of superstition, Greta and her intoxicating gingerbread is a source of ever-growing suspicion and vicious gossip.  And now, dark magic is returning to the woods and Greta's own powers - magic she is still trying to understand - may be the only thing that can save her ... If it doesn't kill her first.  A stunning meld of love story, fairytale, magic and history, by an exciting debut Australian voice - perfect for fans of Naomi Novik, Bridget Collins and Kate Forsyth",
      "author": "Kell Woods",
      "pub_year": 2023,
      "pages": 375,
      "cover": "images/After_the_Forest.jpg",
      "cost": 14.99,
      "id": 12
    },
    {
      "title": "Guardians of Dawn",
      "synopsis": "Magic flickers. Love flames. Chaos reigns.  Magic is forbidden throughout the Morning Realms. Magicians are called abomination, and blamed for the plague of monsters that razed the land twenty years before.  Jin Zhara already had enough to worry about—appease her stepmother’s cruel whims, looking after her blind younger sister, and keeping her own magical gifts under control—without having to deal with rumors of monsters re-emerging in the marsh. But when a chance encounter with an easily flustered young man named Han brings her into contact with a secret magical liberation organization called the Guardians of Dawn, Zhara realizes there may be more to these rumors than she thought. A mysterious plague is corrupting the magicians of Zanhei and transforming them into monsters, and the Guardians of Dawn believe a demon is responsible.  In order to restore harmony and bring peace to the world, Zhara must discover the elemental warrior within, lest the balance between order and chaos is lost forever.",
      "author": "S. Jae-Jones",
      "pub_year": 2023,
      "pages": 416,
      "cover": "images/Guardians_of_Dawn.jpg",
      "cost": 11.99,
      "id": 13
    },
    {
      "title": "Forged by Blood",
      "synopsis": "A brilliant new voice brings a brilliant new debut author Ehigbor Okosun’s first book in an action-packed, poignant duology inspired by Nigerian mythology—full of magic and emotion and set in a highly atmospheric, complex world in which a young woman fights to survive a tyrannical society, having everything stripped away from her, and seeks vengeance for her mother’s murder and the spilled blood of her people. In the midst of a tyrannical regime and political invasion, Dèmi just wants to to avoid the suspicion of the nonmagical Ajes who occupy her ancestral homeland of Ife; to escape the King’s brutal genocide of her people—the darker skinned, magic wielding Oluso; and to live peacefully with her secretive mother while learning to control the terrifying blood magic that is her birthright. But when Dèmi’s misplaced trust costs her mother’s life, survival gives way to vengeance. She bides her time until the devious Lord Ekwensi grants her the perfect opportunity—kidnap the Aje prince, Jonas, and bargain with his life to save the remaining Oluso. With the help of her reckless childhood friend Colin, Dèmi succeeds, but discovers that she and Jonas share more than deadly secrets; every moment tangles them further into a forbidden, unmistakable attraction, much to Colin’s—and Dèmi’s—distress. The kidnapping is now a joint to return to the King, help get Lord Ekwensi on the council, and bolster the voice of the Oluso in a system designed to silence them. But the way is dangerous, Dèmi’s magic is growing yet uncertain, and it’s not clear if she can trust the two men at her side. A tale of rebellion and redemption, race and class, love and trust and betrayal,  Forged by Blood  is epic fantasy at its finest, from an enthusiastic, emerging voice.",
      "author": "Ehigbor Okosun",
      "pub_year": 2023,
      "pages": 400,
      "cover": "images/Forged_by_Blood.jpg",
      "cost": 1.99,
      "id": 14
    },
    {
      "title": "House of the Dead",
      "synopsis": "Gideon the Ninth meets the Game of Thrones White Walkers in this dark young adult fantasy about a disgraced ghost-fighting warrior who must journey into a haunted wasteland to rescue a kidnapped prince.  Ready your blade. Defeat the undead.  In the Dominions, the dead linger, violent and unpredictable, unless a bonesmith severs the ghost from its earthly remains. For bonesmith Wren, becoming a valkyr—a ghost-fighting warrior—is a chance to solidify her place in the noble House of Bone and impress her frequently absent father. But when sabotage causes Wren to fail her qualifying trial, she is banished to the Border Wall, the last line of defense against a wasteland called the Breach where the vicious dead roam unchecked.  Determined to reclaim her family’s respect, Wren gets her chance when a House of Gold prince is kidnapped and taken beyond the Wall. To prove she has what it takes to be a valkyr, Wren vows to cross the Breach and rescue the prince. But to do so, she’s forced into an uneasy alliance with one of the kidnappers—a fierce ironsmith called Julian from the exiled House of Iron, the very people who caused the Breach in the first place…and the House of Bone’s sworn enemy.  As they travel, Wren and Julian spend as much time fighting each other as they do the undead, but when they discover there’s more behind the kidnapping than either of them knew, they’ll need to work together to combat the real danger: a dark alliance that is brewing between the living and the undead.",
      "author": "Nicki Pau Preto",
      "pub_year": 2023,
      "pages": 464,
      "cover": "images/House_of_the_Dead.jpg",
      "cost": 10.99,
      "id": 15
    },
    {
      "title": "Throne of Glass",
      "synopsis": "In a land without magic, where the king rules with an iron hand, an assassin is summoned to the castle. She comes not to kill the king, but to win her freedom. If she defeats twenty-three killers, thieves, and warriors in a competition, she is released from prison to serve as the king's champion. Her name is Celaena Sardothien.  The Crown Prince will provoke her. The Captain of the Guard will protect her. But something evil dwells in the castle of glass—and it's there to kill. When her competitors start dying one by one, Celaena's fight for freedom becomes a fight for survival, and a desperate quest to root out the evil before it destroys her world.",
      "author": "Sarah J. Maas",
      "pub_year": 406,
      "pages": 2012,
      "cover": "images/Throne_of_Glass.jpg",
      "cost": 8.21,
      "id": 16
    },
    {
      "title": "Six of Crows",
      "synopsis": "Ketterdam: a bustling hub of international trade where anything can be had for the right price—and no one knows that better than criminal prodigy Kaz Brekker. Kaz is offered a chance at a deadly heist that could make him rich beyond his wildest dreams. But he can’t pull it off alone. . . .  A convict with a thirst for revenge  A sharpshooter who can’t walk away from a wager  A runaway with a privileged past  A spy known as the Wraith  A Heartrender using her magic to survive the slums  A thief with a gift for unlikely escapes  Six dangerous outcasts. One impossible heist. Kaz’s crew is the only thing that might stand between the world and destruction—if they don’t kill each other first.",
      "author": "Leigh Bardugo",
      "pub_year": 2015,
      "pages": 465,
      "cover": "images/Six_of_Crows.jpg",
      "cost": 9.99,
      "id": 17
    }
  ]
}